Revit 2027 API
UnitTypeId.KilogramsPerHour Property
 Kilograms per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerHour { get; }
Public Shared ReadOnly Property KilogramsPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerHour {
	ForgeTypeId^ get ();
}
static member KilogramsPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace